{
  "speaker": "KEVIN SCOTT",
  "speech": {
    "value": " Yeah. Well, I – my dad, right before he passed away 25 years ago, had a traumatic brain injury. And, you know, I had a grandfather who had a stroke. And so, you know, after I witnessed these two people in my life go through a neurological event that changed their personality in a pretty dramatic way, like, they were still, like, clearly humans, they were still, you know, like, there was something about their previous selves, but they had this very nonlinear change from, like, who they were to who they now… you know, who they had been, and who they, you know, became.  \n \nAnd it really shook, you know, when I was a younger person, like, this notion that there is, like, this coherent monolithic thing called a Kevin Scott or an Adrian Tchaikovsky that is like, the same – recognizably the same from beginning to end of life. And you know, I think it is an interesting thing about our neural programming, that it seems important to us to think that, like, you know, there is a coherent, monolithic thing there that is us.  \n \nAnd, you know, it’s even a feature of our storytelling. You know, one of the things I tell folks all the time, who are worried about AI replacing us in various ways, is that, you know, human beings are extremely good at always putting human beings at the center of the stories that we, you know, that we tell and share.  \n \nYou know, like, for instance, it is entirely technologically possible right now to have autonomous Formula 1 race cars on a closed circuit, superhumanly racing one another around the track. And yet, no one would be interested in watching that, the same way that chess computers have been able to beat human grandmasters for almost 30 years now. And yet we’re still watching Magnus Carlsen and, like, all the human drama of chess playing, not, you know, computers playing each other in simulated matches. \n ",
    "type": 1,
    "sourceIds": ["./data/testChat/transcript.txt"]
  },
  "listeners": ["ADRIAN TCHAIKOVSKY", "CHRISTINA WARREN"]
}
