{
  "speaker": "KEVIN SCOTT",
  "speech": {
    "value": " Well, and so, there, I have a slightly different worry along these lines. So, you know, there are these emerging techniques, and, like, the rate at which things are emerging is pretty crazy right now. So, there’s this new thing that didn’t exist six months ago called retrieval augmented generation, which is this idea that you think about these models more as reasoning engines. And so, and this is, you know, this is the way that Bing Chat works.  \n \nSo, you ask it a question, and then you first send the question to the model and say, what queries would you issue to a search engine to gather data to process this question? And then you issue those queries to the search engine. You retrieve the documents, which are – and we’ve got a whole other thing about, like, how do you not pollute your indices with, you know, synthetic content and get into this, like, negative feedback loop there, but sort of presuming you can solve that problem, you take all of the documents that you’ve retrieved that are presumably relevant to the question, and the question itself, and then you send everything back to the model and ask it to, like, give you the real answer.  \n \nAnd, you know, what we see there is that, you know, hallucination rates just sort of fall dramatically away, because you’re sort of, to your point earlier, you’re actually supplying the model with the context that it needs to sort of guardrail it into being more accurate. And, you know, bigger models and better retrieval, like all of that should get sorted out.  \n \nThe thing that I worry about is, you know, because you’ll be able to put these things in feedback loops, if the objective of clickbait journalism is to get people to click on things, you could have an optimization cycle where you sort of say, model, generate whatever it is that someone is going to click on, and it will be able to do that better than a human being.  \n ",
    "type": 1,
    "sourceIds": ["./data/testChat/transcript.txt"]
  },
  "listeners": ["ADRIAN TCHAIKOVSKY", "CHRISTINA WARREN"]
}
