{
  "speaker": "ADRIAN TCHAIKOVSKY",
  "speech": {
    "value": " Yeah, I mean, given the – kind of the publishing cycle, of course, nobody had even heard of ChatGPT when I was writing the books. So, the fact that they’ve come out with a kind of a conversational style that sound – that feels so much like these modern programs is absolutely fascinating, because the Corvids do, indeed, deny their own sapience. They consider themselves to be an input/output system in the same way that the ChatGPT are.  \n \nThey are – it’s slightly different in that they – the way that they take in the inputs is different, but they are very much essentially inventorying in their environment, and then producing an appropriate output based on a set of tools that they’ve been programmed with, through contact with past… the past human civilization that sort of semi-created them, which means among other things, because they’ve absorbed a great deal of recorded culture, they come out with what appear to be relevant quotes, but the quotes are always kind of – they’re always a bit vague.  \n \nThey are – you can see kind of what words in the preceding conversation triggered those particular quotes. But the quotes don’t necessarily shed any light on what’s going on. They are just sort of, ah, that is relevant to this, and therefore, I will say this thing.  \n \nAnd it’s very frustrating to the human level actors in the books, because the human level actors want to treat these Corvids as equals, as sapient equals, but the Corvids not only refuse to be categorized in that fashion, they also cast doubt on whether the humans are necessarily sapient in the way that they believe they are, which is – it’s a genuine neurological theory, the idea that a lot of what we think of as our conscious decision making is actually a sort of neuron cascade going on behind the scenes, for which we find post hoc explanations so that, you know, if someone asks you, why did you do a thing, you’ll always have an answer to it, in the same way that a chat program will always be able to tell you why it’s given you such-and-such an answer, even if that explanation is completely and obviously fictitious.  \n ",
    "type": 1,
    "sourceIds": ["./data/testChat/transcript.txt"]
  },
  "listeners": ["KEVIN SCOTT", "CHRISTINA WARREN"]
}
