{
  "speaker": "ADRIAN TCHAIKOVSKY",
  "speech": {
    "value": " Because they’re still very visual creatures, they’re land creatures. And there is a certain kind of factor in their evolution, which is going to make them more human than they might otherwise be. But at the same time, so, spiders have a whole suite of senses that we can’t really easily imagine. They have the ability to sense – sort of scents and chemicals in a way that we can’t. They have ability, especially, to sense vibration in the way that we can’t. So, they live in a world that is constantly informing them of things that we would be completely oblivious to.  \n \nAnd so… and the way I go about this is I kind of work in sort of organic stages. Well, you know, if they’re like this, then what would their – what would their sort of early development would be, and then just building on each other at each stage to make this more and more complex society, as they go through – as the book takes them through time.  \n \nAnd you get a society which has a lot of, for example, technology that builds on their own strengths. They can do a lot of things that we can’t quite early on, purely because they have a lot of tools, even down to just being able to spin web, which gives you the ability to make, say, watertight containers very, very early on in your society, which is a major – you know, making things like clay pots, and so forth, is a major step forwards for human society. And it’s much harder for us because we have to use fire, and we have to make them, whereas the spiders can just literally produce them from their own bodies.  \n \nAnd so, little things like that then go on to have enormous implications to how their society develops. And it also affects the way that they’re… they conceptualize of more – of less kind of physical things. So, you have one point where there’s an effort to try and communicate a picture from one culture to another, and they run into the basic problem that when a human is coding a picture in a sort of a mathematical form, we start at the top left, or where – you know, one of the corners, depending – you know, possibly culturally dependent. And we work – work through the rows. \n \nThe spiders start in the middle and spiral outward. That makes perfect sense for them, because how can you necessarily know how big the picture is going to be when you start it? You don’t know. And so, you just start and keep working until you’ve got all the picture.  \n \nBut it means that a lot of basic ideas, even when they have a means of communication, become very hard to communicate, because the way you’re thinking about them is very different. \n ",
    "type": 1,
    "sourceIds": ["./data/testChat/transcript.txt"]
  },
  "listeners": ["KEVIN SCOTT", "CHRISTINA WARREN"]
}
