{"speaker":"SAL KHAN","speech":{"value":" Yeah. I mean, that was going on for sure in Nadia’s head, and she was about 12 years old at the time. And, you know, I’ve read some research about this and it fits what I observe is that most people’s identities or perceptions of themselves tends to start to become more rigid around middle school at age 10, 12 – well, more like 12, 13 years old. \nAnd unfortunately, I think for, you know, probably a lot of just societal, cultural reasons, you know, things associated with gender, whether or not it’s true or not, a lot of young women, unfortunately, start to believe that about themselves, and I think sometimes people project that onto them. \nAnd you know, so I remember when I was first working with Nadia, a lot of that was exactly like, you know, even the most basic question that she clearly knew how to do, she would always answer it with a question. You know, it was like, what’s two to the third power? Eight? I’m like, are you sure? And then I just taught her to just have more conviction, to be more confident, to just be a little bit more like, okay, I’m sure. Or if even, you know, I either know the answer, here it is, or I don’t know the answer and just say that confidently, I don’t know the answer; let’s understand this. And that made a huge difference. \nAnd then when she started to see that as we worked and gave her more practice and she was able to fill in her gaps, and frankly, one of the things I did, and I find this is useful even with my own kids, when they – or all kids, when they’re feeling underconfident, because the students who are struggling, they’re always feeling like they’re behind. It’s very hard when you’re always feeling like you’re behind, is I teach them something that their peers haven’t learned yet. \nSo I remember – I forgot what the subject was, but, you know, Nadia, she was learning unit conversion, etcetera, etcetera. She was struggling. But then I started teaching her a little bit of algebra. I taught her a little bit of negative exponents, which her class had not seen yet. And then that one, that actually came to her quite intuitively. \nAnd I said, you know, by the way, you’re not even supposed to learn this till algebra two. And she’s like, really? And I’m like, yeah, like your classmates don’t know this stuff yet. And that – that kind of changes. Okay, so maybe it’s just the unit conversion, which was, you know, causing her to underestimate herself.","type":1,"sourceIds":["./elasticData/testChat/transcript.txt"]},"listeners":["KEVIN SCOTT","CHRISTINA WARREN"]}