{"speaker":"KEVIN SCOTT","speech":{"value":" Yeah, that’s super interesting. I did a similar thing with my kids. Like, my favorite thing to do with them, and I started this when they were really young, is like, I would drop little nuggets of number theory on them, just because it’s beautiful, right? And like, you know, again, it’s one of these subjects, you know, that most people, you know, like, they only take if they’re a math major. And, you know, like they tell themselves, ah, this is hard. Like, I don’t think number theory is hard at all, like and it’s like one of the most beautiful branches of mathematics. \nAnd so, like, I would explain these things to my kids, and they would get them and then I would tell them it’s like, yeah, you know, this is like junior level college math major stuff. And they would just be shocked that they got this thing that was like, quote/unquote advanced. \nAnd so, like, you know, it always made me wonder, like, you know, pedagogically with mathematics, like, you know, there’s this routine that we run kids through and like, I don’t necessarily know if it’s even the right routine. \nLike, I – you know, just me, for instance, like I never loved analysis. So like, all of the calculus and, you know, complex numbers and like, I took it all, but like, it just wasn’t my thing. Whereas like, all of the discrete math and like, I really didn’t love differential equations until I took numerical optimization. And, you know, so like, if I can write programs about like calculus, like I love it, but like, if I’m sitting down and, you know, trying to remember my integration formulas, like, I don’t love it.\nBut I love, you know, graph theory and combinatorics and number theory and like, abstract algebra, and like, I just wish we had a richer repertoire that we, you know we gave, we opened up for kids, you know, because wherever you can find beauty in like, this abstract thinking I think is like, you just latch onto that and let people go.","type":1,"sourceIds":["./elasticData/testChat/transcript.txt"]},"listeners":["SAL KHAN","CHRISTINA WARREN"]}