{"speaker":"SAL KHAN","speech":{"value":" Yeah. You know, you never know. I think that was probably most influenced, if I have to guess, you know, and I forgot this, but some classmates from college, they had some time capsule from our dorm, and they just unearthed it. And I didn’t realize, but I guess I was talking about education even then, because I predicted about myself and some people independently predicted about me that Sal will have started a school because he’s always talking about that there’s a better way to teach people. So apparently I was talking about that in the ‘90s.\nAnd if I were to trace the roots of that, if you go all the way back to high school, I was maybe not a surprise to a lot of folks, the president of the math club. And we used to run these tutoring sessions, and they became pretty large scale, and the school actually made them a formal part of the school, where any student in our high school who had a C or lower in their math class had to go to this student-run tutoring that I ran with the other members of the math club. \nAnd I remember seeing that, that just when I was able to give one-on-one tutoring or some of my other peers were able to give one-on-one tutoring to some of these students, most of them started racing ahead. Some of them joined the math club, even though they were, you know, a few weeks before, about to fail. \nAnd so, that only reinforced my belief that, like, maybe there’s a better way of doing things. And so, I – even when, you know, it was my fiancée at the time, and then my now wife, she used to sometimes complain like, you know, I’ll – people like you, you have such this education, you have this passion for learning, but you’re working at a hedge fund; how are you helping people? How are you? \nAnd I always used to tell her, I was like, well, I’m going to do this as long as I enjoy the hedge fund job, it’s intellectually interesting, but I’m going to do this until I can afford to start a school on my own terms. That was what I used to tell myself as my way of giving back. \nSo it was always in the back of my mind. So when my cousin needed help, or at least I thought she needed help, I a little part of me wanted to help her, and another part of me wanted to start testing some of these ideas that I had kind of tested in the past to see if it would work again.","type":1,"sourceIds":["./elasticData/testChat/transcript.txt"]},"listeners":["KEVIN SCOTT","CHRISTINA WARREN"]}