{"speaker":"SAL KHAN","speech":{"value":" You know, my advice is, and I write about this in the book, you know, there’s people who think, “oh, well, the calculator exists, kids don’t need to know arithmetic. Or computers exist, you know, it’s one less thing that you have to learn how to do. The internet exists, search exists; you don’t have to learn knowledge anymore.” And now with AI, people are like, well, “do people even need to learn how to write?” etcetera. But I always point out, if you look at any of these inflection points of technology, it has accrued the most benefit to the people with the deepest skills. \nAnd so, I think the answer is this is a reason to double down on, for sure, the traditional skills, the math, the reading and the writing, but also now augment that so that you learn how to creatively use these tools that can really amplify you, I mean, giving you almost godlike powers to do things that, you know, would have looked like science fiction even five, 10 years ago. \nSo – and I also write in the book, like this isn’t like a nice-to-have. It’s an imperative now because the status quo, unfortunately, most people aren’t going to be in a position to leverage the AI because the AI is better than...you know, we’re already seeing the AI is operating at the 80th percentile of the LSAT. Like, I would be worried if I was a 50th percentile lawyer– of where this is going. Now, if I’m a 1 percentile lawyer, I know that there’s certain things, yeah, the AI can help me draft a contract, etcetera, but I have certain expertise. I’ve fought certain cases. I know the nuances that no AI can have. You’re going to be superpowered. You’re going to be able to get the AI to write your contracts. Maybe you’ll hire fewer paralegals or whatever. But your expertise is going to be magnified even more. While if all you could do is draft a boilerplate contract, you’re going to be in trouble. \nSo more people – I think, you know, the job market is going to broadly become kind of bipolar. The knowledge economy, if you want to be in the knowledge economy, and that’s probably where the bulk of the value of AI is going to accrue, you need to upskill even more. And hopefully maybe you can use AI to help you get there, use Khanmigo, use, you know Khan Academy. \n\nI think there’s also you know, people shouldn’t panic. I think even if you can’t be a 1% lawyer, I also think there’s going to be a lot of, let’s call it very human work, that as we have a more abundant society, we should have more resources so that we can have, you know, more caregivers, more people to fight loneliness, more people to, you know, provide help to the sick or to the elderly, whatever. So I think there’s actually going to probably be work there, too.","type":1,"sourceIds":["./elasticData/testChat/transcript.txt"]},"listeners":["KEVIN SCOTT","CHRISTINA WARREN"]}