{"speaker":"SAL KHAN","speech":{"value":" I couldn’t agree more. Get people into it before – and I was just talking earlier today to our team about, you know, they asked about have I – is there some other countries that you’ve observed that do things well?\n\nAnd you know, one realization that I didn’t know going through the U.S. system, but the U.S. system has only gotten, I would say worse since you and I went through it, which is there’s been a bloat of standards. \nAnd what happens, like you go into the minutiae of every possible way of, let’s say, in seventh grade understanding proportional relationships. And you spend, you know, a month on every way with story problems, not story problems, tabular data, this and that. \nAnd so, one, it creates a lot of standards. You don’t get this sense of progression. If proportional relationships isn’t your thing, you’re kind of stuck in that desert for a very long time where you could get discouraged. \nAnd I was talking to one of the teachers I know, and she was saying how in Russia they have about half the standards, and it’s almost a strict subset of the U.S. standards. So it actually, one, it allows more people to master the concepts that they are learning. I talk a lot about in, you know, my various books and when I give talks, you can give people all these standards, but the reality is the majority of kids in America, when they go to college, these are the kids who graduate from high school and then go to college, they place into remedial math, which is essentially seventh grade math. \nSo what good were those hundreds of standards in algebra and geometry and pre-calc and calculus? No one was learning any of it. While in places like Russia, places like Singapore, they have a smaller set of standards, but they really make sure that people master those standards, and those students do a lot better on average. \nAnd it also gives you a sense of velocity. Like you’re not in this, like, never-ending, we’re just doing proportional relationships until, you know, for the next three months that you get to survey some things, some of which not only do you get a sense of progress, but use some of the things that you might take interest in, like you mentioned.\nIf I had my druthers, I absolutely would bring the beautiful stuff much faster into early – and I actually – even some of the algebra stuff could be very beautiful. And I’ve seen, you know.","type":1,"sourceIds":["./elasticData/testChat/transcript.txt"]},"listeners":["KEVIN SCOTT","CHRISTINA WARREN"]}